$(function() {
  $.validator.addMethod("validPhoneMask", function (value, element, params) {
    var val = params[0].masked;
    if (!val) return false;
    return val.isComplete;
  }, "");

  window.RUSSIA_CITIES = [
  {id: 'Москва', text: 'Москва', selected: true}, {
    id: 'Санкт-Петербург',
    text: 'Санкт-Петербург'
  }, {id: 'Адыгейск', text: 'Адыгейск'}, {id: 'Майкоп', text: 'Майкоп'}, {
    id: 'Горно-Алтайск',
    text: 'Горно-Алтайск'
  }, {id: 'Алейск', text: 'Алейск'}, {id: 'Барнаул', text: 'Барнаул'}, {
    id: 'Белокуриха',
    text: 'Белокуриха'
  }, {id: 'Бийск', text: 'Бийск'}, {id: 'Горняк', text: 'Горняк'}, {id: 'Заринск', text: 'Заринск'}, {
    id: 'Змеиногорск',
    text: 'Змеиногорск'
  }, {id: 'Камень-на-Оби', text: 'Камень-на-Оби'}, {id: 'Новоалтайск', text: 'Новоалтайск'}, {
    id: 'Рубцовск',
    text: 'Рубцовск'
  }, {id: 'Славгород', text: 'Славгород'}, {id: 'Яровое', text: 'Яровое'}, {
    id: 'Белогорск',
    text: 'Белогорск'
  }, {id: 'Благовещенск', text: 'Благовещенск'}, {id: 'Завитинск', text: 'Завитинск'}, {
    id: 'Зея',
    text: 'Зея'
  }, {id: 'Райчихинск', text: 'Райчихинск'}, {id: 'Свободный', text: 'Свободный'}, {
    id: 'Сковородино',
    text: 'Сковородино'
  }, {id: 'Тында', text: 'Тында'}, {id: 'Циолковский', text: 'Циолковский'}, {
    id: 'Шимановск',
    text: 'Шимановск'
  }, {id: 'Архангельск', text: 'Архангельск'}, {id: 'Вельск', text: 'Вельск'}, {
    id: 'Каргополь',
    text: 'Каргополь'
  }, {id: 'Коряжма', text: 'Коряжма'}, {id: 'Котлас', text: 'Котлас'}, {id: 'Мезень', text: 'Мезень'}, {
    id: 'Мирный',
    text: 'Мирный'
  }, {id: 'Новодвинск', text: 'Новодвинск'}, {id: 'Няндома', text: 'Няндома'}, {
    id: 'Онега',
    text: 'Онега'
  }, {id: 'Северодвинск', text: 'Северодвинск'}, {id: 'Сольвычегодск', text: 'Сольвычегодск'}, {
    id: 'Шенкурск',
    text: 'Шенкурск'
  }, {id: 'Астрахань', text: 'Астрахань'}, {id: 'Ахтубинск', text: 'Ахтубинск'}, {
    id: 'Знаменск',
    text: 'Знаменск'
  }, {id: 'Камызяк', text: 'Камызяк'}, {id: 'Нариманов', text: 'Нариманов'}, {
    id: 'Харабали',
    text: 'Харабали'
  }, {id: 'Агидель', text: 'Агидель'}, {id: 'Баймак', text: 'Баймак'}, {
    id: 'Белебей',
    text: 'Белебей'
  }, {id: 'Белорецк', text: 'Белорецк'}, {id: 'Бирск', text: 'Бирск'}, {
    id: 'Благовещенск',
    text: 'Благовещенск'
  }, {id: 'Давлеканово', text: 'Давлеканово'}, {id: 'Дюртюли', text: 'Дюртюли'}, {
    id: 'Ишимбай',
    text: 'Ишимбай'
  }, {id: 'Кумертау', text: 'Кумертау'}, {id: 'Межгорье', text: 'Межгорье'}, {
    id: 'Мелеуз',
    text: 'Мелеуз'
  }, {id: 'Нефтекамск', text: 'Нефтекамск'}, {id: 'Октябрьский', text: 'Октябрьский'}, {
    id: 'Салават',
    text: 'Салават'
  }, {id: 'Сибай', text: 'Сибай'}, {id: 'Стерлитамак', text: 'Стерлитамак'}, {
    id: 'Туймазы',
    text: 'Туймазы'
  }, {id: 'Уфа', text: 'Уфа'}, {id: 'Учалы', text: 'Учалы'}, {id: 'Янаул', text: 'Янаул'}, {
    id: 'Алексеевка',
    text: 'Алексеевка'
  }, {id: 'Белгород', text: 'Белгород'}, {id: 'Бирюч', text: 'Бирюч'}, {
    id: 'Валуйки',
    text: 'Валуйки'
  }, {id: 'Грайворон', text: 'Грайворон'}, {id: 'Губкин', text: 'Губкин'}, {
    id: 'Короча',
    text: 'Короча'
  }, {id: 'Новый Оскол', text: 'Новый Оскол'}, {id: 'Старый Оскол', text: 'Старый Оскол'}, {
    id: 'Строитель',
    text: 'Строитель'
  }, {id: 'Шебекино', text: 'Шебекино'}, {id: 'Брянск', text: 'Брянск'}, {
    id: 'Дятьково',
    text: 'Дятьково'
  }, {id: 'Жуковка', text: 'Жуковка'}, {id: 'Злынка', text: 'Злынка'}, {id: 'Карачев', text: 'Карачев'}, {
    id: 'Клинцы',
    text: 'Клинцы'
  }, {id: 'Мглин', text: 'Мглин'}, {id: 'Новозыбков', text: 'Новозыбков'}, {id: 'Почеп', text: 'Почеп'}, {
    id: 'Севск',
    text: 'Севск'
  }, {id: 'Сельцо', text: 'Сельцо'}, {id: 'Стародуб', text: 'Стародуб'}, {id: 'Сураж', text: 'Сураж'}, {
    id: 'Трубчевск',
    text: 'Трубчевск'
  }, {id: 'Унеча', text: 'Унеча'}, {id: 'Фокино', text: 'Фокино'}, {
    id: 'Бабушкин',
    text: 'Бабушкин'
  }, {id: 'Гусиноозерск', text: 'Гусиноозерск'}, {id: 'Закаменск', text: 'Закаменск'}, {
    id: 'Кяхта',
    text: 'Кяхта'
  }, {id: 'Северобайкальск', text: 'Северобайкальск'}, {id: 'Улан-Удэ', text: 'Улан-Удэ'}, {
    id: 'Александров',
    text: 'Александров'
  }, {id: 'Владимир', text: 'Владимир'}, {id: 'Вязники', text: 'Вязники'}, {
    id: 'Гороховец',
    text: 'Гороховец'
  }, {id: 'Гусь-Хрустальный', text: 'Гусь-Хрустальный'}, {id: 'Камешково', text: 'Камешково'}, {
    id: 'Карабаново',
    text: 'Карабаново'
  }, {id: 'Киржач', text: 'Киржач'}, {id: 'Ковров', text: 'Ковров'}, {
    id: 'Кольчугино',
    text: 'Кольчугино'
  }, {id: 'Костерево', text: 'Костерево'}, {id: 'Курлово', text: 'Курлово'}, {
    id: 'Лакинск',
    text: 'Лакинск'
  }, {id: 'Меленки', text: 'Меленки'}, {id: 'Муром', text: 'Муром'}, {id: 'Петушки', text: 'Петушки'}, {
    id: 'Покров',
    text: 'Покров'
  }, {id: 'Радужный', text: 'Радужный'}, {id: 'Собинка', text: 'Собинка'}, {
    id: 'Струнино',
    text: 'Струнино'
  }, {id: 'Судогда', text: 'Судогда'}, {id: 'Суздаль', text: 'Суздаль'}, {
    id: 'Юрьев-Польский',
    text: 'Юрьев-Польский'
  }, {id: 'Волгоград', text: 'Волгоград'}, {id: 'Волжский', text: 'Волжский'}, {
    id: 'Дубовка',
    text: 'Дубовка'
  }, {id: 'Жирновск', text: 'Жирновск'}, {id: 'Калач-на-Дону', text: 'Калач-на-Дону'}, {
    id: 'Камышин',
    text: 'Камышин'
  }, {id: 'Котельниково', text: 'Котельниково'}, {id: 'Котово', text: 'Котово'}, {
    id: 'Краснослободск',
    text: 'Краснослободск'
  }, {id: 'Ленинск', text: 'Ленинск'}, {id: 'Михайловка', text: 'Михайловка'}, {
    id: 'Николаевск',
    text: 'Николаевск'
  }, {id: 'Новоаннинский', text: 'Новоаннинский'}, {id: 'Палласовка', text: 'Палласовка'}, {
    id: 'Петров Вал',
    text: 'Петров Вал'
  }, {id: 'Серафимович', text: 'Серафимович'}, {id: 'Суровикино', text: 'Суровикино'}, {
    id: 'Урюпинск',
    text: 'Урюпинск'
  }, {id: 'Фролово', text: 'Фролово'}, {id: 'Бабаево', text: 'Бабаево'}, {
    id: 'Белозерск',
    text: 'Белозерск'
  }, {id: 'Великий Устюг', text: 'Великий Устюг'}, {id: 'Вологда', text: 'Вологда'}, {
    id: 'Вытегра',
    text: 'Вытегра'
  }, {id: 'Грязовец', text: 'Грязовец'}, {id: 'Кадников', text: 'Кадников'}, {
    id: 'Кириллов',
    text: 'Кириллов'
  }, {id: 'Красавино', text: 'Красавино'}, {id: 'Никольск', text: 'Никольск'}, {
    id: 'Сокол',
    text: 'Сокол'
  }, {id: 'Тотьма', text: 'Тотьма'}, {id: 'Устюжна', text: 'Устюжна'}, {
    id: 'Харовск',
    text: 'Харовск'
  }, {id: 'Череповец', text: 'Череповец'}, {id: 'Бобров', text: 'Бобров'}, {
    id: 'Богучар',
    text: 'Богучар'
  }, {id: 'Борисоглебск', text: 'Борисоглебск'}, {id: 'Бутурлиновка', text: 'Бутурлиновка'}, {
    id: 'Воронеж',
    text: 'Воронеж'
  }, {id: 'Калач', text: 'Калач'}, {id: 'Лиски', text: 'Лиски'}, {
    id: 'Нововоронеж',
    text: 'Нововоронеж'
  }, {id: 'Новохоперск', text: 'Новохоперск'}, {id: 'Острогожск', text: 'Острогожск'}, {
    id: 'Павловск',
    text: 'Павловск'
  }, {id: 'Поворино', text: 'Поворино'}, {id: 'Россошь', text: 'Россошь'}, {
    id: 'Семилуки',
    text: 'Семилуки'
  }, {id: 'Эртиль', text: 'Эртиль'}, {id: 'Буйнакск', text: 'Буйнакск'}, {
    id: 'Дагестанские Огни',
    text: 'Дагестанские Огни'
  }, {id: 'Дербент', text: 'Дербент'}, {id: 'Избербаш', text: 'Избербаш'}, {
    id: 'Каспийск',
    text: 'Каспийск'
  }, {id: 'Кизилюрт', text: 'Кизилюрт'}, {id: 'Кизляр', text: 'Кизляр'}, {
    id: 'Махачкала',
    text: 'Махачкала'
  }, {id: 'Хасавюрт', text: 'Хасавюрт'}, {id: 'Южно-Сухокумск', text: 'Южно-Сухокумск'}, {
    id: 'Биробиджан',
    text: 'Биробиджан'
  }, {id: 'Облучье', text: 'Облучье'}, {id: 'Балей', text: 'Балей'}, {id: 'Борзя', text: 'Борзя'}, {
    id: 'Краснокаменск',
    text: 'Краснокаменск'
  }, {id: 'Могоча', text: 'Могоча'}, {id: 'Нерчинск', text: 'Нерчинск'}, {
    id: 'Петровск-Забайкальский',
    text: 'Петровск-Забайкальский'
  }, {id: 'Сретенск', text: 'Сретенск'}, {id: 'Хилок', text: 'Хилок'}, {id: 'Чита', text: 'Чита'}, {
    id: 'Шилка',
    text: 'Шилка'
  }, {id: 'Вичуга', text: 'Вичуга'}, {id: 'Гаврилов Посад', text: 'Гаврилов Посад'}, {
    id: 'Заволжск',
    text: 'Заволжск'
  }, {id: 'Иваново', text: 'Иваново'}, {id: 'Кинешма', text: 'Кинешма'}, {
    id: 'Комсомольск',
    text: 'Комсомольск'
  }, {id: 'Кохма', text: 'Кохма'}, {id: 'Наволоки', text: 'Наволоки'}, {id: 'Плес', text: 'Плес'}, {
    id: 'Приволжск',
    text: 'Приволжск'
  }, {id: 'Пучеж', text: 'Пучеж'}, {id: 'Родники', text: 'Родники'}, {id: 'Тейково', text: 'Тейково'}, {
    id: 'Фурманов',
    text: 'Фурманов'
  }, {id: 'Шуя', text: 'Шуя'}, {id: 'Южа', text: 'Южа'}, {id: 'Юрьевец', text: 'Юрьевец'}, {
    id: 'Карабулак',
    text: 'Карабулак'
  }, {id: 'Магас', text: 'Магас'}, {id: 'Малгобек', text: 'Малгобек'}, {id: 'Назрань', text: 'Назрань'}, {
    id: 'Алзамай',
    text: 'Алзамай'
  }, {id: 'Ангарск', text: 'Ангарск'}, {id: 'Байкальск', text: 'Байкальск'}, {
    id: 'Бирюсинск',
    text: 'Бирюсинск'
  }, {id: 'Бодайбо', text: 'Бодайбо'}, {id: 'Братск', text: 'Братск'}, {
    id: 'Вихоревка',
    text: 'Вихоревка'
  }, {id: 'Железногорск-Илимский', text: 'Железногорск-Илимский'}, {id: 'Зима', text: 'Зима'}, {
    id: 'Иркутск',
    text: 'Иркутск'
  }, {id: 'Киренск', text: 'Киренск'}, {id: 'Нижнеудинск', text: 'Нижнеудинск'}, {
    id: 'Саянск',
    text: 'Саянск'
  }, {id: 'Свирск', text: 'Свирск'}, {id: 'Слюдянка', text: 'Слюдянка'}, {id: 'Тайшет', text: 'Тайшет'}, {
    id: 'Тулун',
    text: 'Тулун'
  }, {id: 'Усолье-Сибирское', text: 'Усолье-Сибирское'}, {id: 'Усть-Илимск', text: 'Усть-Илимск'}, {
    id: 'Усть-Кут',
    text: 'Усть-Кут'
  }, {id: 'Черемхово', text: 'Черемхово'}, {id: 'Шелехов', text: 'Шелехов'}, {
    id: 'Баксан',
    text: 'Баксан'
  }, {id: 'Майский', text: 'Майский'}, {id: 'Нальчик', text: 'Нальчик'}, {
    id: 'Нарткала',
    text: 'Нарткала'
  }, {id: 'Прохладный', text: 'Прохладный'}, {id: 'Терек', text: 'Терек'}, {
    id: 'Тырныауз',
    text: 'Тырныауз'
  }, {id: 'Чегем', text: 'Чегем'}, {id: 'Багратионовск', text: 'Багратионовск'}, {
    id: 'Балтийск',
    text: 'Балтийск'
  }, {id: 'Гвардейск', text: 'Гвардейск'}, {id: 'Гурьевск', text: 'Гурьевск'}, {
    id: 'Гусев',
    text: 'Гусев'
  }, {id: 'Зеленоградск', text: 'Зеленоградск'}, {id: 'Калининград', text: 'Калининград'}, {
    id: 'Краснознаменск',
    text: 'Краснознаменск'
  }, {id: 'Ладушкин', text: 'Ладушкин'}, {id: 'Мамоново', text: 'Мамоново'}, {
    id: 'Неман',
    text: 'Неман'
  }, {id: 'Нестеров', text: 'Нестеров'}, {id: 'Озерск', text: 'Озерск'}, {
    id: 'Пионерский',
    text: 'Пионерский'
  }, {id: 'Полесск', text: 'Полесск'}, {id: 'Правдинск', text: 'Правдинск'}, {
    id: 'Приморск',
    text: 'Приморск'
  }, {id: 'Светлогорск', text: 'Светлогорск'}, {id: 'Светлый', text: 'Светлый'}, {
    id: 'Славск',
    text: 'Славск'
  }, {id: 'Советск', text: 'Советск'}, {id: 'Черняховск', text: 'Черняховск'}, {
    id: 'Городовиковск',
    text: 'Городовиковск'
  }, {id: 'Лагань', text: 'Лагань'}, {id: 'Элиста', text: 'Элиста'}, {
    id: 'Балабаново',
    text: 'Балабаново'
  }, {id: 'Белоусово', text: 'Белоусово'}, {id: 'Боровск', text: 'Боровск'}, {
    id: 'Ермолино',
    text: 'Ермолино'
  }, {id: 'Жиздра', text: 'Жиздра'}, {id: 'Жуков', text: 'Жуков'}, {id: 'Калуга', text: 'Калуга'}, {
    id: 'Киров',
    text: 'Киров'
  }, {id: 'Козельск', text: 'Козельск'}, {id: 'Кондрово', text: 'Кондрово'}, {
    id: 'Кременки',
    text: 'Кременки'
  }, {id: 'Людиново', text: 'Людиново'}, {id: 'Малоярославец', text: 'Малоярославец'}, {
    id: 'Медынь',
    text: 'Медынь'
  }, {id: 'Мещовск', text: 'Мещовск'}, {id: 'Мосальск', text: 'Мосальск'}, {
    id: 'Обнинск',
    text: 'Обнинск'
  }, {id: 'Сосенский', text: 'Сосенский'}, {id: 'Спас-Деменск', text: 'Спас-Деменск'}, {
    id: 'Сухиничи',
    text: 'Сухиничи'
  }, {id: 'Таруса', text: 'Таруса'}, {id: 'Юхнов', text: 'Юхнов'}, {id: 'Вилючинск', text: 'Вилючинск'}, {
    id: 'Елизово',
    text: 'Елизово'
  }, {id: 'Петропавловск-Камчатский', text: 'Петропавловск-Камчатский'}, {
    id: 'Карачаевск',
    text: 'Карачаевск'
  }, {id: 'Теберда', text: 'Теберда'}, {id: 'Усть-Джегута', text: 'Усть-Джегута'}, {
    id: 'Черкесск',
    text: 'Черкесск'
  }, {id: 'Беломорск', text: 'Беломорск'}, {id: 'Кемь', text: 'Кемь'}, {
    id: 'Кондопога',
    text: 'Кондопога'
  }, {id: 'Костомукша', text: 'Костомукша'}, {id: 'Лахденпохья', text: 'Лахденпохья'}, {
    id: 'Медвежьегорск',
    text: 'Медвежьегорск'
  }, {id: 'Олонец', text: 'Олонец'}, {id: 'Петрозаводск', text: 'Петрозаводск'}, {
    id: 'Питкяранта',
    text: 'Питкяранта'
  }, {id: 'Пудож', text: 'Пудож'}, {id: 'Сегежа', text: 'Сегежа'}, {id: 'Сортавала', text: 'Сортава��а'}, {
    id: 'Суоярви',
    text: 'Суоярви'
  }, {id: 'Анжеро-Судженск', text: 'Анжеро-Судженск'}, {id: 'Белово', text: 'Белово'}, {
    id: 'Березовский',
    text: 'Березовский'
  }, {id: 'Гурьевск', text: 'Гурьевск'}, {id: 'Калтан', text: 'Калтан'}, {
    id: 'Кемерово',
    text: 'Кемерово'
  }, {id: 'Киселевск', text: 'Киселевск'}, {id: 'Ленинск-Кузнецкий', text: 'Ленинск-Кузнецкий'}, {
    id: 'Мариинск',
    text: 'Мариинск'
  }, {id: 'Междуреченск', text: 'Междуреченск'}, {id: 'Мыски', text: 'Мыски'}, {
    id: 'Новокузнецк',
    text: 'Новокузнецк'
  }, {id: 'Осинники', text: 'Осинники'}, {id: 'Полысаево', text: 'Полысаево'}, {
    id: 'Прокопьевск',
    text: 'Прокопьевск'
  }, {id: 'Салаир', text: 'Салаир'}, {id: 'Тайга', text: 'Тайга'}, {id: 'Таштагол', text: 'Таштагол'}, {
    id: 'Топки',
    text: 'Топки'
  }, {id: 'Юрга', text: 'Юрга'}, {id: 'Белая Холуница', text: 'Белая Холуница'}, {
    id: 'Вятские Поляны',
    text: 'Вятские Поляны'
  }, {id: 'Зуевка', text: 'Зуевка'}, {id: 'Киров', text: 'Киров'}, {
    id: 'Кирово-Чепецк',
    text: 'Кирово-Чепецк'
  }, {id: 'Кирс', text: 'Кирс'}, {id: 'Котельнич', text: 'Котельнич'}, {id: 'Луза', text: 'Луза'}, {
    id: 'Малмыж',
    text: 'Малмыж'
  }, {id: 'Мураши', text: 'Мураши'}, {id: 'Нолинск', text: 'Нолинск'}, {
    id: 'Омутнинск',
    text: 'Омутнинск'
  }, {id: 'Орлов', text: 'Орлов'}, {id: 'Слободской', text: 'Слободской'}, {
    id: 'Советск',
    text: 'Советск'
  }, {id: 'Сосновка', text: 'Сосновка'}, {id: 'Уржум', text: 'Уржум'}, {id: 'Яранск', text: 'Яранск'}, {
    id: 'Воркута',
    text: 'Воркута'
  }, {id: 'Вуктыл', text: 'Вуктыл'}, {id: 'Емва', text: 'Емва'}, {id: 'Инта', text: 'Инта'}, {
    id: 'Микунь',
    text: 'Микунь'
  }, {id: 'Печора', text: 'Печора'}, {id: 'Сосногорск', text: 'Сосногорск'}, {
    id: 'Сыктывкар',
    text: 'Сыктывкар'
  }, {id: 'Усинск', text: 'Усинск'}, {id: 'Ухта', text: 'Ухта'}, {id: 'Буй', text: 'Буй'}, {
    id: 'Волгореченск',
    text: 'Волгореченск'
  }, {id: 'Галич', text: 'Галич'}, {id: 'Кологрив', text: 'Кологрив'}, {
    id: 'Кострома',
    text: 'Кострома'
  }, {id: 'Макарьев', text: 'Макарьев'}, {id: 'Мантурово', text: 'Мантурово'}, {
    id: 'Нерехта',
    text: 'Нерехта'
  }, {id: 'Нея', text: 'Нея'}, {id: 'Солигалич', text: 'Солигалич'}, {id: 'Чухлома', text: 'Чухлома'}, {
    id: 'Шарья',
    text: 'Шарья'
  }, {id: 'Абинск', text: 'Абинск'}, {id: 'Анапа', text: 'Анапа'}, {id: 'Апшеронск', text: 'Апшеронск'}, {
    id: 'Армавир',
    text: 'Армавир'
  }, {id: 'Белореченск', text: 'Белореченск'}, {id: 'Геленджик', text: 'Геленджик'}, {
    id: 'Горячий Ключ',
    text: 'Горячий Ключ'
  }, {id: 'Гулькевичи', text: 'Гулькевичи'}, {id: 'Ейск', text: 'Ейск'}, {
    id: 'Кореновск',
    text: 'Кореновск'
  }, {id: 'Краснодар', text: 'Краснодар'}, {id: 'Кропоткин', text: 'Кропоткин'}, {
    id: 'Крымск',
    text: 'Крымск'
  }, {id: 'Курганинск', text: 'Курганинск'}, {id: 'Лабинск', text: 'Лабинск'}, {
    id: 'Новокубанск',
    text: 'Новокубанск'
  }, {id: 'Новороссийск', text: 'Новороссийск'}, {
    id: 'Приморско-Ахтарск',
    text: 'Приморско-Ахтарск'
  }, {id: 'Славянск-на-Кубани', text: 'Славянск-на-Кубани'}, {id: 'Сочи', text: 'Сочи'}, {
    id: 'Темрюк',
    text: 'Темрюк'
  }, {id: 'Тимашевск', text: 'Тимашевск'}, {id: 'Тихорецк', text: 'Тихорецк'}, {
    id: 'Туапсе',
    text: 'Туапсе'
  }, {id: 'Усть-Лабинск', text: 'Усть-Лабинск'}, {id: 'Хадыженск', text: 'Хадыженск'}, {
    id: 'Артемовск',
    text: 'Артемовск'
  }, {id: 'Ачинск', text: 'Ачинск'}, {id: 'Боготол', text: 'Боготол'}, {
    id: 'Бородино',
    text: 'Бородино'
  }, {id: 'Дивногорск', text: 'Дивногорск'}, {id: 'Дудинка', text: 'Дудинка'}, {
    id: 'Енисейск',
    text: 'Енисейск'
  }, {id: 'Железногорск', text: 'Железногорск'}, {id: 'Заозерный', text: 'Заозерный'}, {
    id: 'Зеленогорск',
    text: 'Зеленогорск'
  }, {id: 'Игарка', text: 'Игарка'}, {id: 'Иланский', text: 'Иланский'}, {id: 'Канск', text: 'Канск'}, {
    id: 'Кодинск',
    text: 'Кодинск'
  }, {id: 'Красноярск', text: 'Красноярск'}, {id: 'Лесосибирск', text: 'Лесосибирск'}, {
    id: 'Минусинск',
    text: 'Минусинск'
  }, {id: 'Назарово', text: 'Назарово'}, {id: 'Норильск', text: 'Норильск'}, {
    id: 'Сосновоборск',
    text: 'Сосновоборск'
  }, {id: 'Ужур', text: 'Ужур'}, {id: 'Уяр', text: 'Уяр'}, {id: 'Шарыпово', text: 'Шарыпово'}, {
    id: 'Ялта',
    text: 'Ялта'
  }, {id: 'Алушта', text: 'Алушта'}, {id: 'Армянск', text: 'Армянск'}, {
    id: 'Бахчисарай',
    text: 'Бахчисарай'
  }, {id: 'Белогорск', text: 'Белогорск'}, {id: 'Джанкой', text: 'Джанкой'}, {
    id: 'Евпатория',
    text: 'Евпатория'
  }, {id: 'Керчь', text: 'Керчь'}, {id: 'Красноперекопск', text: 'Красноперекопск'}, {
    id: 'Саки',
    text: 'Саки'
  }, {id: 'Симферополь', text: 'Симферополь'}, {id: 'Старый Крым', text: 'Старый Крым'}, {
    id: 'Судак',
    text: 'Судак'
  }, {id: 'Феодосия', text: 'Феодосия'}, {id: 'Щелкино', text: 'Щелкино'}, {id: 'Ялта', text: 'Ялта'}, {
    id: 'Далматово',
    text: 'Далматово'
  }, {id: 'Катайск', text: 'Катайск'}, {id: 'Курган', text: 'Курган'}, {
    id: 'Куртамыш',
    text: 'Куртамыш'
  }, {id: 'Макушино', text: 'Макушино'}, {id: 'Петухово', text: 'Петухово'}, {
    id: 'Шадринск',
    text: 'Шадринск'
  }, {id: 'Шумиха', text: 'Шумиха'}, {id: 'Щучье', text: 'Щучье'}, {
    id: 'Дмитриев',
    text: 'Дмитриев'
  }, {id: 'Железногорск', text: 'Железногорск'}, {id: 'Курск', text: 'Курск'}, {
    id: 'Курчатов',
    text: 'Курчатов'
  }, {id: 'Льгов', text: 'Льгов'}, {id: 'Обоянь', text: 'Обоянь'}, {id: 'Рыльск', text: 'Рыльск'}, {
    id: 'Суджа',
    text: 'Суджа'
  }, {id: 'Фатеж', text: 'Фатеж'}, {id: 'Щигры', text: 'Щигры'}, {
    id: 'Бокситогорск',
    text: 'Бокситогорск'
  }, {id: 'Волосово', text: 'Волосово'}, {id: 'Волхов', text: 'Волхов'}, {
    id: 'Всеволожск',
    text: 'Всеволожск'
  }, {id: 'Выборг', text: 'Выборг'}, {id: 'Высоцк', text: 'Высоцк'}, {id: 'Гатчина', text: 'Гатчина'}, {
    id: 'Ивангород',
    text: 'Ивангород'
  }, {id: 'Каменногорск', text: 'Каменногорск'}, {id: 'Кингисепп', text: 'Кингисепп'}, {
    id: 'Кириши',
    text: 'Кириши'
  }, {id: 'Кировск', text: 'Кировск'}, {id: 'Коммунар', text: 'Коммунар'}, {
    id: 'Лодейное Поле',
    text: 'Лодейное Поле'
  }, {id: 'Луга', text: 'Луга'}, {id: 'Любань', text: 'Любань'}, {
    id: 'Никольское',
    text: 'Никольское'
  }, {id: 'Новая Ладога', text: 'Новая Ладога'}, {id: 'Отрадное', text: 'Отрадное'}, {
    id: 'Пикалево',
    text: 'Пикалево'
  }, {id: 'Подпорожье', text: 'Подпорожье'}, {id: 'Приморск', text: 'Приморск'}, {
    id: 'Приозерск',
    text: 'Приозерск'
  }, {id: 'Светогорск', text: 'Светогорск'}, {id: 'Сертолово', text: 'Сертолово'}, {
    id: 'Сланцы',
    text: 'Сланцы'
  }, {id: 'Сосновый Бор', text: 'Сосновый Бор'}, {id: 'Сясьстрой', text: 'Сясьстрой'}, {
    id: 'Тихвин',
    text: 'Тихвин'
  }, {id: 'Тосно', text: 'Тосно'}, {id: 'Шлиссельбург', text: 'Шлиссельбург'}, {
    id: 'Грязи',
    text: 'Грязи'
  }, {id: 'Данков', text: 'Данков'}, {id: 'Елец', text: 'Елец'}, {id: 'Задонск', text: 'Задонск'}, {
    id: 'Лебедянь',
    text: 'Лебедянь'
  }, {id: 'Липецк', text: 'Липецк'}, {id: 'Усмань', text: 'Усмань'}, {id: 'Чаплыгин', text: 'Чаплыгин'}, {
    id: 'Магадан',
    text: 'Магадан'
  }, {id: 'Сусуман', text: 'Сусуман'}, {id: 'Волжск', text: 'Волжск'}, {
    id: 'Звенигово',
    text: 'Звенигово'
  }, {id: 'Йошкар-Ола', text: 'Йошкар-Ола'}, {id: 'Козьмодемьянск', text: 'Козьмодемьянск'}, {
    id: 'Ардатов',
    text: 'Ардатов'
  }, {id: 'Инсар', text: 'Инсар'}, {id: 'Ковылкино', text: 'Ковылкино'}, {
    id: 'Краснослободск',
    text: 'Краснослободск'
  }, {id: 'Рузаевка', text: 'Рузаевка'}, {id: 'Саранск', text: 'Саранск'}, {
    id: 'Темников',
    text: 'Темников'
  }, {id: 'Апрелевка', text: 'Апрелевка'}, {id: 'Балашиха', text: 'Балашиха'}, {
    id: 'Бронницы',
    text: 'Бронницы'
  }, {id: 'Верея', text: 'Верея'}, {id: 'Видное', text: 'Видное'}, {
    id: 'Волоколамск',
    text: 'Волоколамск'
  }, {id: 'Воскресенск', text: 'Воскресенск'}, {id: 'Высоковск', text: 'Высоковск'}, {
    id: 'Голицыно',
    text: 'Голицыно'
  }, {id: 'Дедовск', text: 'Дедовск'}, {id: 'Дзержинский', text: 'Дзержинский'}, {
    id: 'Дмитров',
    text: 'Дмитров'
  }, {id: 'Долгопрудный', text: 'Долгопрудный'}, {id: 'Домодедово', text: 'Домодедово'}, {
    id: 'Дрезна',
    text: 'Дрезна'
  }, {id: 'Дубна', text: 'Дубна'}, {id: 'Егорьевск', text: 'Егорьевск'}, {
    id: 'Жуковский',
    text: 'Жуковский'
  }, {id: 'Зарайск', text: 'Зарайск'}, {id: 'Звенигород', text: 'Звенигород'}, {
    id: 'Ивантеевка',
    text: 'Ивантеевка'
  }, {id: 'Истра', text: 'Истра'}, {id: 'Кашира', text: 'Кашира'}, {id: 'Клин', text: 'Клин'}, {
    id: 'Коломна',
    text: 'Коломна'
  }, {id: 'Королев', text: 'Королев'}, {id: 'Котельники', text: 'Котельники'}, {
    id: 'Красноармейск',
    text: 'Красноармейск'
  }, {id: 'Красногорск', text: 'Красногорск'}, {id: 'Краснозаводск', text: 'Краснозаводск'}, {
    id: 'Краснознаменск',
    text: 'Краснознаменск'
  }, {id: 'Кубинка', text: 'Кубинка'}, {id: 'Куровское', text: 'Куровское'}, {
    id: 'Ликино-Дулево',
    text: 'Ликино-Дулево'
  }, {id: 'Лобня', text: 'Лобня'}, {id: 'Лосино-Петровский', text: 'Лосино-Петровский'}, {
    id: 'Луховицы',
    text: 'Луховицы'
  }, {id: 'Лыткарино', text: 'Лыткарино'}, {id: 'Люберцы', text: 'Люберцы'}, {
    id: 'Можайск',
    text: 'Можайск'
  }, {id: 'Мытищи', text: 'Мытищи'}, {id: 'Наро-Фоминск', text: 'Наро-Фоминск'}, {
    id: 'Ногинск',
    text: 'Ногинск'
  }, {id: 'Одинцово', text: 'Одинцово'}, {id: 'Озеры', text: 'Озеры'}, {
    id: 'Орехово-Зуево',
    text: 'Орехово-Зуево'
  }, {id: 'Павловский Посад', text: 'Павловский Посад'}, {id: 'Пересвет', text: 'Пересвет'}, {
    id: 'Подольск',
    text: 'Подольск'
  }, {id: 'Протвино', text: 'Протвино'}, {id: 'Пушкино', text: 'Пушкино'}, {
    id: 'Пущино',
    text: 'Пущино'
  }, {id: 'Раменское', text: 'Раменское'}, {id: 'Реутов', text: 'Реутов'}, {id: 'Рошаль', text: 'Рошаль'}, {
    id: 'Руза',
    text: 'Руза'
  }, {id: 'Сергиев Посад', text: 'Сергиев Посад'}, {id: 'Серпухов', text: 'Серпухов'}, {
    id: 'Солнечногорск',
    text: 'Солнечногорск'
  }, {id: 'Старая Купавна', text: 'Старая Купавна'}, {id: 'Ступино', text: 'Ступино'}, {
    id: 'Талдом',
    text: 'Талдом'
  }, {id: 'Фрязино', text: 'Фрязино'}, {id: 'Химки', text: 'Химки'}, {
    id: 'Хотьково',
    text: 'Хотьково'
  }, {id: 'Черноголовка', text: 'Черноголовка'}, {id: 'Чехов', text: 'Чехов'}, {
    id: 'Шатура',
    text: 'Шатура'
  }, {id: 'Щелково', text: 'Щелково'}, {id: 'Электрогорск', text: 'Электрогорск'}, {
    id: 'Электросталь',
    text: 'Электросталь'
  }, {id: 'Электроугли', text: 'Электроугли'}, {id: 'Яхрома', text: 'Яхрома'}, {
    id: 'Апатиты',
    text: 'Апатиты'
  }, {id: 'Гаджиево', text: 'Гаджиево'}, {id: 'Заозерск', text: 'Заозерск'}, {
    id: 'Заполярный',
    text: 'Заполярный'
  }, {id: 'Кандалакша', text: 'Кандалакша'}, {id: 'Кировск', text: 'Кировск'}, {
    id: 'Ковдор',
    text: 'Ковдор'
  }, {id: 'Кола', text: 'Кола'}, {id: 'Мончегорск', text: 'Мончегорск'}, {
    id: 'Мурм��нск',
    text: 'Мурманск'
  }, {id: 'Оленегорск', text: 'Оленегорск'}, {id: 'Островной', text: 'Островной'}, {
    id: 'Полярные Зори',
    text: 'Полярные Зори'
  }, {id: 'Полярный', text: 'Полярный'}, {id: 'Североморск', text: 'Североморск'}, {
    id: 'Снежногорск',
    text: 'Снежногорск'
  }, {id: 'Нарьян-Мар', text: 'Нарьян-Мар'}, {id: 'Арзамас', text: 'Арзамас'}, {
    id: 'Балахна',
    text: 'Балахна'
  }, {id: 'Богородск', text: 'Богородск'}, {id: 'Бор', text: 'Бор'}, {id: 'Ветлуга', text: 'Ветлуга'}, {
    id: 'Володарск',
    text: 'Володарск'
  }, {id: 'Ворсма', text: 'Ворсма'}, {id: 'Выкса', text: 'Выкса'}, {id: 'Горбатов', text: 'Горбатов'}, {
    id: 'Городец',
    text: 'Городец'
  }, {id: 'Дзержинск', text: 'Дзержинск'}, {id: 'Заволжье', text: 'Заволжье'}, {
    id: 'Княгинино',
    text: 'Княгинино'
  }, {id: 'Кстово', text: 'Кстово'}, {id: 'Кулебаки', text: 'Кулебаки'}, {
    id: 'Лукоянов',
    text: 'Лукоянов'
  }, {id: 'Лысково', text: 'Лысково'}, {id: 'Навашино', text: 'Навашино'}, {
    id: 'Нижний Новгород',
    text: 'Нижний Новгород'
  }, {id: 'Павлово', text: 'Павлово'}, {id: 'Первомайск', text: 'Первомайск'}, {
    id: 'Перевоз',
    text: 'Перевоз'
  }, {id: 'Саров', text: 'Саров'}, {id: 'Семенов', text: 'Семенов'}, {id: 'Сергач', text: 'Сергач'}, {
    id: 'Урень',
    text: 'Урень'
  }, {id: 'Чкаловск', text: 'Чкаловск'}, {id: 'Шахунья', text: 'Шахунья'}, {
    id: 'Боровичи',
    text: 'Боровичи'
  }, {id: 'Валдай', text: 'Валдай'}, {id: 'Великий Новгород', text: 'Великий Новгород'}, {
    id: 'Малая Вишера',
    text: 'Малая Вишера'
  }, {id: 'Окуловка', text: 'Окуловка'}, {id: 'Пестово', text: 'Пестово'}, {
    id: 'Сольцы',
    text: 'Сольцы'
  }, {id: 'Старая Русса', text: 'Старая Русса'}, {id: 'Холм', text: 'Холм'}, {
    id: 'Чудово',
    text: 'Чудово'
  }, {id: 'Барабинск', text: 'Барабинск'}, {id: 'Бердск', text: 'Бердск'}, {
    id: 'Болотное',
    text: 'Болотное'
  }, {id: 'Искитим', text: 'Искитим'}, {id: 'Карасук', text: 'Карасук'}, {
    id: 'Каргат',
    text: 'Каргат'
  }, {id: 'Куйбышев', text: 'Куйбышев'}, {id: 'Купино', text: 'Купино'}, {
    id: 'Новосибирск',
    text: 'Новосибирск'
  }, {id: 'Обь', text: 'Обь'}, {id: 'Татарск', text: 'Татарск'}, {id: 'Тогучин', text: 'Тогучин'}, {
    id: 'Черепаново',
    text: 'Черепаново'
  }, {id: 'Чулым', text: 'Чулым'}, {id: 'Исилькуль', text: 'Исилькуль'}, {
    id: 'Калачинск',
    text: 'Калачинск'
  }, {id: 'Называевск', text: 'Называевск'}, {id: 'Омск', text: 'Омск'}, {id: 'Тара', text: 'Тара'}, {
    id: 'Тюкалинск',
    text: 'Тюкалинск'
  }, {id: 'Абдулино', text: 'Абдулино'}, {id: 'Бугуруслан', text: 'Бугуруслан'}, {
    id: 'Бузулук',
    text: 'Бузулук'
  }, {id: 'Гай', text: 'Гай'}, {id: 'Кувандык', text: 'Кувандык'}, {
    id: 'Медногорск',
    text: 'Медногорск'
  }, {id: 'Новотроицк', text: 'Новотроицк'}, {id: 'Оренбург', text: 'Оренбург'}, {
    id: 'Орск',
    text: 'Орск'
  }, {id: 'Соль-Илецк', text: 'Соль-Илецк'}, {id: 'Сорочинск', text: 'Сорочинск'}, {
    id: 'Ясный',
    text: 'Ясный'
  }, {id: 'Болхов', text: 'Болхов'}, {id: 'Дмитровск', text: 'Дмитровск'}, {
    id: 'Ливны',
    text: 'Ливны'
  }, {id: 'Малоархангельск', text: 'Малоархангельск'}, {id: 'Мценск', text: 'Мценск'}, {
    id: 'Новосиль',
    text: 'Новосиль'
  }, {id: 'Орёл', text: 'Орёл'}, {id: 'Белинский', text: 'Белинский'}, {
    id: 'Городище',
    text: 'Городище'
  }, {id: 'Заречный', text: 'Заречный'}, {id: 'Каменка', text: 'Каменка'}, {
    id: 'Кузнецк',
    text: 'Кузнецк'
  }, {id: 'Нижний Ломов', text: 'Нижний Ломов'}, {id: 'Никольск', text: 'Никольск'}, {
    id: 'Пенза',
    text: 'Пенза'
  }, {id: 'Сердобск', text: 'Сердобск'}, {id: 'Спасск', text: 'Спасск'}, {
    id: 'Сурск',
    text: 'Сурск'
  }, {id: 'Александровск', text: 'Александровск'}, {id: 'Березники', text: 'Березники'}, {
    id: 'Верещагино',
    text: 'Верещагино'
  }, {id: 'Горнозаводск', text: 'Горнозаводск'}, {id: 'Гремячинск', text: 'Гремячинск'}, {
    id: 'Губаха',
    text: 'Губаха'
  }, {id: 'Добрянка', text: 'Добрянка'}, {id: 'Кизел', text: 'Кизел'}, {
    id: 'Красновишерск',
    text: 'Красновишерск'
  }, {id: 'Краснокамск', text: 'Краснокамск'}, {id: 'Кудымкар', text: 'Кудымкар'}, {
    id: 'Кунгур',
    text: 'Кунгур'
  }, {id: 'Лысьва', text: 'Лысьва'}, {id: 'Нытва', text: 'Нытва'}, {id: 'Оса', text: 'Оса'}, {
    id: 'Оханск',
    text: 'Оханск'
  }, {id: 'Очер', text: 'Очер'}, {id: 'Пермь', text: 'Пермь'}, {id: 'Соликамск', text: 'Соликамск'}, {
    id: 'Усолье',
    text: 'Усолье'
  }, {id: 'Чайковский', text: 'Чайковский'}, {id: 'Чердынь', text: 'Чердынь'}, {
    id: 'Чермоз',
    text: 'Чермоз'
  }, {id: 'Чернушка', text: 'Чернушка'}, {id: 'Чусовой', text: 'Чусовой'}, {
    id: 'Арсеньев',
    text: 'Арсеньев'
  }, {id: 'Артем', text: 'Артем'}, {id: 'Большой Камень', text: 'Большой Камень'}, {
    id: 'Владивосток',
    text: 'Владивосток'
  }, {id: 'Дальнегорск', text: 'Дальнегорск'}, {id: 'Дальнереченск', text: 'Дальнереченск'}, {
    id: 'Лесозаводск',
    text: 'Лесозаводск'
  }, {id: 'Находка', text: 'Находка'}, {id: 'Партизанск', text: 'Партизанск'}, {
    id: 'Спасск-Дальний',
    text: 'Спасск-Дальний'
  }, {id: 'Уссурийск', text: 'Уссурийск'}, {id: 'Фокино', text: 'Фокино'}, {
    id: 'Великие Луки',
    text: 'Великие Луки'
  }, {id: 'Гдов', text: 'Гдов'}, {id: 'Дно', text: 'Дно'}, {id: 'Невель', text: 'Невель'}, {
    id: 'Новоржев',
    text: 'Новоржев'
  }, {id: 'Новосокольники', text: 'Новосокольники'}, {id: 'Опочка', text: 'Опочка'}, {
    id: 'Остров',
    text: 'Остров'
  }, {id: 'Печоры', text: 'Печоры'}, {id: 'Порхов', text: 'Порхов'}, {id: 'Псков', text: 'Псков'}, {
    id: 'Пустошка',
    text: 'Пустошка'
  }, {id: 'Пыталово', text: 'Пыталово'}, {id: 'Себеж', text: 'Себеж'}, {id: 'Азов', text: 'Азов'}, {
    id: 'Аксай',
    text: 'Аксай'
  }, {id: 'Батайск', text: 'Батайск'}, {id: 'Белая Калитва', text: 'Белая Калитва'}, {
    id: 'Волгодонск',
    text: 'Волгодонск'
  }, {id: 'Гуково', text: 'Гуково'}, {id: 'Донецк', text: 'Донецк'}, {id: 'Зверево', text: 'Зверево'}, {
    id: 'Зерноград',
    text: 'Зерноград'
  }, {id: 'Каменск-Шахтинский', text: 'Каменск-Шахтинский'}, {
    id: 'Константиновск',
    text: 'Константиновск'
  }, {id: 'Красный Сулин', text: 'Красный Сулин'}, {id: 'Миллерово', text: 'Миллерово'}, {
    id: 'Морозовск',
    text: 'Морозовск'
  }, {id: 'Новочеркасск', text: 'Новочеркасск'}, {id: 'Новошахтинск', text: 'Новошахтинск'}, {
    id: 'Пролетарск',
    text: 'Пролетарск'
  }, {id: 'Ростов-на-Дону', text: 'Ростов-на-Дону'}, {id: 'Сальск', text: 'Сальск'}, {
    id: 'Семикаракорск',
    text: 'Семикаракорск'
  }, {id: 'Таганрог', text: 'Таганрог'}, {id: 'Цимлянск', text: 'Цимлянск'}, {
    id: 'Шахты',
    text: 'Шахты'
  }, {id: 'Касимов', text: 'Касимов'}, {id: 'Кораблино', text: 'Кораблино'}, {
    id: 'Михайлов',
    text: 'Михайлов'
  }, {id: 'Новомичуринск', text: 'Новомичуринск'}, {id: 'Рыбное', text: 'Рыбное'}, {
    id: 'Ряжск',
    text: 'Ряжск'
  }, {id: 'Рязань', text: 'Рязань'}, {id: 'Сасово', text: 'Сасово'}, {
    id: 'Скопин',
    text: 'Скопин'
  }, {id: 'Спас-Клепики', text: 'Спас-Клепики'}, {id: 'Спасск-Рязанский', text: 'Спасск-Рязанский'}, {
    id: 'Шацк',
    text: 'Шацк'
  }, {id: 'Жигулевск', text: 'Жигулевск'}, {id: 'Кинель', text: 'Кинель'}, {
    id: 'Нефтегорск',
    text: 'Нефтегорск'
  }, {id: 'Новокуйбышевск', text: 'Новокуйбышевск'}, {id: 'Октябрьск', text: 'Октябрьск'}, {
    id: 'Отрадный',
    text: 'Отрадный'
  }, {id: 'Похвистнево', text: 'Похвистнево'}, {id: 'Самара', text: 'Самара'}, {
    id: 'Сызрань',
    text: 'Сызрань'
  }, {id: 'Тольятти', text: 'Тольятти'}, {id: 'Чапаевск', text: 'Чапаевск'}, {
    id: 'Аркадак',
    text: 'Аркадак'
  }, {id: 'Аткарск', text: 'Аткарск'}, {id: 'Балаково', text: 'Балаково'}, {
    id: 'Балашов',
    text: 'Балашов'
  }, {id: 'Вольск', text: 'Вольск'}, {id: 'Ершов', text: 'Ершов'}, {
    id: 'Калининск',
    text: 'Калининск'
  }, {id: 'Красноармейск', text: 'Красноармейск'}, {id: 'Красный Кут', text: 'Красный Кут'}, {
    id: 'Маркс',
    text: 'Маркс'
  }, {id: 'Новоузенск', text: 'Новоузенск'}, {id: 'Петровск', text: 'Петровск'}, {
    id: 'Пугачев',
    text: 'Пугачев'
  }, {id: 'Ртищево', text: 'Ртищево'}, {id: 'Саратов', text: 'Саратов'}, {
    id: 'Хвалынск',
    text: 'Хвалынск'
  }, {id: 'Шиханы', text: 'Шиханы'}, {id: 'Энгельс', text: 'Энгельс'}, {
    id: 'Александровск-Сахалинский',
    text: 'Александровск-Сахалинский'
  }, {id: 'Анива', text: 'Анива'}, {id: 'Долинск', text: 'Долинск'}, {
    id: 'Корсаков',
    text: 'Корсаков'
  }, {id: 'Курильск', text: 'Курильск'}, {id: 'Макаров', text: 'Макаров'}, {
    id: 'Невельск',
    text: 'Невельск'
  }, {id: 'Оха', text: 'Оха'}, {id: 'Поронайск', text: 'Поронайск'}, {
    id: 'Северо-Курильск',
    text: 'Северо-Курильск'
  }, {id: 'Томари', text: 'Томари'}, {id: 'Углегорск', text: 'Углегорск'}, {
    id: 'Холмск',
    text: 'Холмск'
  }, {id: 'Южно-Сахалинск', text: 'Южно-Сахалинск'}, {id: 'Алапаевск', text: 'Алапаевск'}, {
    id: 'Арамиль',
    text: 'Арамиль'
  }, {id: 'Артемовский', text: 'Артемовский'}, {id: 'Асбест', text: 'Асбест'}, {
    id: 'Березовский',
    text: 'Березовский'
  }, {id: 'Богданович', text: 'Богданович'}, {id: 'Верхний Тагил', text: 'Верхний Тагил'}, {
    id: 'Верхняя Пышма',
    text: 'Верхняя Пышма'
  }, {id: 'Верхняя Салда', text: 'Верхняя Салда'}, {id: 'Верхняя Тура', text: 'Верхняя Тура'}, {
    id: 'Верхотурье',
    text: 'Верхотурье'
  }, {id: 'Волчанск', text: 'Волчанск'}, {id: 'Дегтярск', text: 'Дегтярск'}, {
    id: 'Екатеринбург',
    text: 'Екатеринбург'
  }, {id: 'Заречный', text: 'Заречный'}, {id: 'Ивдель', text: 'Ивдель'}, {
    id: 'Ирбит',
    text: 'Ирбит'
  }, {id: 'Каменск-Уральский', text: 'Каменск-Уральский'}, {id: 'Камышлов', text: 'Камышлов'}, {
    id: 'Карпинск',
    text: 'Карпинск'
  }, {id: 'Качканар', text: 'Качканар'}, {id: 'Кировград', text: 'Кировград'}, {
    id: 'Краснотурьинск',
    text: 'Краснотурьинск'
  }, {id: 'Красноуральск', text: 'Красноуральск'}, {id: 'Красноуфимск', text: 'Красноуфимск'}, {
    id: 'Кушва',
    text: 'Кушва'
  }, {id: 'Лесной', text: 'Лесной'}, {id: 'Михайловск', text: 'Михайловск'}, {
    id: 'Невьянск',
    text: 'Невьянск'
  }, {id: 'Нижние Серги', text: 'Нижние Серги'}, {id: 'Нижний Тагил', text: 'Нижний Тагил'}, {
    id: 'Нижняя Салда',
    text: 'Нижняя Салда'
  }, {id: 'Нижняя Тура', text: 'Нижняя Тура'}, {id: 'Новая Ляля', text: 'Новая Ляля'}, {
    id: 'Новоуральск',
    text: 'Новоуральск'
  }, {id: 'Первоуральск', text: 'Первоуральск'}, {id: 'Полевской', text: 'Полевской'}, {
    id: 'Ревда',
    text: 'Ревда'
  }, {id: 'Реж', text: 'Реж'}, {id: 'Североуральск', text: 'Североуральск'}, {
    id: 'Серов',
    text: 'Серов'
  }, {id: 'Среднеуральск', text: 'Среднеуральск'}, {id: 'Сухой Лог', text: 'Сухой Лог'}, {
    id: 'Сысерть',
    text: 'Сысерть'
  }, {id: 'Тавда', text: 'Тавда'}, {id: 'Талица', text: 'Талица'}, {id: 'Туринск', text: 'Туринск'}, {
    id: 'Инкерман',
    text: 'Инкерман'
  }, {id: 'Алагир', text: 'Алагир'}, {id: 'Ардон', text: 'Ардон'}, {id: 'Беслан', text: 'Беслан'}, {
    id: 'Владикавказ',
    text: 'Владикавказ'
  }, {id: 'Дигора', text: 'Дигора'}, {id: 'Моздок', text: 'Моздок'}, {id: 'Велиж', text: 'Велиж'}, {
    id: 'Вязьма',
    text: 'Вязьма'
  }, {id: 'Гагарин', text: 'Гагарин'}, {id: 'Демидов', text: 'Демидов'}, {
    id: 'Десногорск',
    text: 'Десногорск'
  }, {id: 'Дорогобуж', text: 'Дорогобуж'}, {id: 'Духовщина', text: 'Духовщина'}, {
    id: 'Ельня',
    text: 'Ельня'
  }, {id: 'Починок', text: 'Починок'}, {id: 'Рославль', text: 'Рославль'}, {
    id: 'Рудня',
    text: 'Рудня'
  }, {id: 'Сафоново', text: 'Сафоново'}, {id: 'Смоленск', text: 'Смоленск'}, {
    id: 'Сычевка',
    text: 'Сычевка'
  }, {id: 'Ярцево', text: 'Ярцево'}, {id: 'Благодарный', text: 'Благодарный'}, {
    id: 'Буденновск',
    text: 'Буденновск'
  }, {id: 'Георгиевск', text: 'Георгиевск'}, {id: 'Ессентуки', text: 'Ессентуки'}, {
    id: 'Железноводск',
    text: 'Железноводск'
  }, {id: 'Зеленокумск', text: 'Зеленокумск'}, {id: 'Изобильный', text: 'Изобильный'}, {
    id: 'Ипатово',
    text: 'Ипатово'
  }, {id: 'Кисловодск', text: 'Кисловодск'}, {id: 'Лермонтов', text: 'Лермонтов'}, {
    id: 'Минеральные Воды',
    text: 'Минеральные Воды'
  }, {id: 'Михайловск', text: 'Михайловск'}, {id: 'Невинномысск', text: 'Невинномысск'}, {
    id: 'Нефтекумск',
    text: 'Нефтекумск'
  }, {id: 'Новоалександровск', text: 'Новоалександровск'}, {id: 'Новопавловск', text: 'Новопавловск'}, {
    id: 'Пятигорск',
    text: 'Пятигорск'
  }, {id: 'Светлоград', text: 'Светлоград'}, {id: 'Ставрополь', text: 'Ставрополь'}, {
    id: 'Жердевка',
    text: 'Жердевка'
  }, {id: 'Кирсанов', text: 'Кирсанов'}, {id: 'Котовск', text: 'Котовск'}, {
    id: 'Мичуринск',
    text: 'Мичуринск'
  }, {id: 'Моршанск', text: 'Моршанск'}, {id: 'Рассказово', text: 'Рассказово'}, {
    id: 'Тамбов',
    text: 'Тамбов'
  }, {id: 'Уварово', text: 'Уварово'}, {id: 'Агрыз', text: 'Агрыз'}, {
    id: 'Азнакаево',
    text: 'Азнакаево'
  }, {id: 'Альметьевск', text: 'Альметьевск'}, {id: 'Арск', text: 'Арск'}, {id: 'Бавлы', text: 'Бавлы'}, {
    id: 'Болгар',
    text: 'Болгар'
  }, {id: 'Бугульма', text: 'Бугульма'}, {id: 'Буинск', text: 'Буинск'}, {
    id: 'Елабуга',
    text: 'Елабуга'
  }, {id: 'Заинск', text: 'Заинск'}, {id: 'Зеленодольск', text: 'Зеленодольск'}, {
    id: 'Иннополис',
    text: 'Иннополис'
  }, {id: 'Казань', text: 'Казань'}, {id: 'Лаишево', text: 'Лаишево'}, {
    id: 'Лениногорск',
    text: 'Лениногорск'
  }, {id: 'Мамадыш', text: 'Мамадыш'}, {id: 'Менделеевск', text: 'Менделеевск'}, {
    id: 'Мензелинск',
    text: 'Мензелинск'
  }, {id: 'Набережные Челны', text: 'Набережные Челны'}, {id: 'Нижнекамск', text: 'Нижнекамск'}, {
    id: 'Нурлат',
    text: 'Нурлат'
  }, {id: 'Тетюши', text: 'Тетюши'}, {id: 'Чистополь', text: 'Чистополь'}, {
    id: 'Андреаполь',
    text: 'Андреаполь'
  }, {id: 'Бежецк', text: 'Бежецк'}, {id: 'Белый', text: 'Белый'}, {id: 'Бологое', text: 'Бологое'}, {
    id: 'Весьегонск',
    text: 'Весьегонск'
  }, {id: 'Вышний Волочек', text: 'Вышний Волочек'}, {id: 'Западная Двина', text: 'Западная Двина'}, {
    id: 'Зубцов',
    text: 'Зубцов'
  }, {id: 'Калязин', text: 'Калязин'}, {id: 'Кашин', text: 'Кашин'}, {id: 'Кимры', text: 'Кимры'}, {
    id: 'Конаково',
    text: 'Конаково'
  }, {id: 'Красный Холм', text: 'Красный Холм'}, {id: 'Кувшиново', text: 'Кувшиново'}, {
    id: 'Лихославль',
    text: 'Лихославль'
  }, {id: 'Нелидово', text: 'Нелидово'}, {id: 'Осташков', text: 'Осташков'}, {id: 'Ржев', text: 'Ржев'}, {
    id: 'Старица',
    text: 'Старица'
  }, {id: 'Тверь', text: 'Тверь'}, {id: 'Торжок', text: 'Торжок'}, {id: 'Торопец', text: 'Торопец'}, {
    id: 'Удомля',
    text: 'Удомля'
  }, {id: 'Асино', text: 'Асино'}, {id: 'Кедровый', text: 'Кедровый'}, {
    id: 'Колпашево',
    text: 'Колпашево'
  }, {id: 'Северск', text: 'Северск'}, {id: 'Стрежевой', text: 'Стрежевой'}, {
    id: 'Томск',
    text: 'Томск'
  }, {id: 'Алексин', text: 'Алексин'}, {id: 'Белев', text: 'Белев'}, {
    id: 'Богородицк',
    text: '��огородицк'
  }, {id: 'Болохово', text: 'Болохово'}, {id: 'Венев', text: 'Венев'}, {id: 'Донской', text: 'Донской'}, {
    id: 'Ефремов',
    text: 'Ефремов'
  }, {id: 'Кимовск', text: 'Кимовск'}, {id: 'Киреевск', text: 'Киреевск'}, {
    id: 'Липки',
    text: 'Липки'
  }, {id: 'Новомосковск', text: 'Новомосковск'}, {id: 'Плавск', text: 'Плавск'}, {
    id: 'Советск',
    text: 'Советск'
  }, {id: 'Суворов', text: 'Суворов'}, {id: 'Тула', text: 'Тула'}, {id: 'Узловая', text: 'Узловая'}, {
    id: 'Чекалин',
    text: 'Чекалин'
  }, {id: 'Щекино', text: 'Щекино'}, {id: 'Ясногорск', text: 'Ясногорск'}, {
    id: 'Ак-Довурак',
    text: 'Ак-Довурак'
  }, {id: 'Кызыл', text: 'Кызыл'}, {id: 'Туран', text: 'Туран'}, {id: 'Чадан', text: 'Чадан'}, {
    id: 'Шагонар',
    text: 'Шагонар'
  }, {id: 'Заводоуковск', text: 'Заводоуковск'}, {id: 'Ишим', text: 'Ишим'}, {
    id: 'Тобольск',
    text: 'Тобольск'
  }, {id: 'Тюмень', text: 'Тюмень'}, {id: 'Ялуторовск', text: 'Ялуторовск'}, {
    id: 'Воткинск',
    text: 'Воткинск'
  }, {id: 'Глазов', text: 'Глазов'}, {id: 'Ижевск', text: 'Ижевск'}, {id: 'Камбарка', text: 'Камбарка'}, {
    id: 'Можга',
    text: 'Можга'
  }, {id: 'Сарапул', text: 'Сарапул'}, {id: 'Барыш', text: 'Барыш'}, {
    id: 'Димитровград',
    text: 'Димитровград'
  }, {id: 'Инза', text: 'Инза'}, {id: 'Новоульяновск', text: 'Новоульяновск'}, {
    id: 'Сенгилей',
    text: 'Сенгилей'
  }, {id: 'Ульяновск', text: 'Ульяновск'}, {id: 'Амурск', text: 'Амурск'}, {
    id: 'Бикин',
    text: 'Бикин'
  }, {id: 'Вяземский', text: 'Вяземский'}, {
    id: 'Комсомольск-на-Амуре',
    text: 'Комсомольск-на-Амуре'
  }, {id: 'Николаевск-на-Амуре', text: 'Николаевск-на-Амуре'}, {
    id: 'Советская Гавань',
    text: 'Советская Гавань'
  }, {id: 'Хабаровск', text: 'Хабаровск'}, {id: 'Абаза', text: 'Абаза'}, {
    id: 'Абакан',
    text: 'Абакан'
  }, {id: 'Саяногорск', text: 'Саяногорск'}, {id: 'Сорск', text: 'Сорск'}, {
    id: 'Черногорск',
    text: 'Черногорск'
  }, {id: 'Белоярский', text: 'Белоярский'}, {id: 'Когалым', text: 'Когалым'}, {
    id: 'Лангепас',
    text: 'Лангепас'
  }, {id: 'Лянтор', text: 'Лянтор'}, {id: 'Мегион', text: 'Мегион'}, {
    id: 'Нефтеюганск',
    text: 'Нефтеюганск'
  }, {id: 'Нижневартовск', text: 'Нижневартовск'}, {id: 'Нягань', text: 'Нягань'}, {
    id: 'Покачи',
    text: 'Покачи'
  }, {id: 'Пыть-Ях', text: 'Пыть-Ях'}, {id: 'Радужный', text: 'Радужный'}, {
    id: 'Советский',
    text: 'Советский'
  }, {id: 'Сургут', text: 'Сургут'}, {id: 'Урай', text: 'Урай'}, {
    id: 'Ханты-Мансийск',
    text: 'Ханты-Мансийск'
  }, {id: 'Югорск', text: 'Югорск'}, {id: 'Аша', text: 'Аша'}, {id: 'Бакал', text: 'Бакал'}, {
    id: 'Верхнеуральск',
    text: 'Верхнеуральск'
  }, {id: 'Верхний Уфалей', text: 'Верхний Уфалей'}, {id: 'Еманжелинск', text: 'Еманжелинск'}, {
    id: 'Златоуст',
    text: 'Златоуст'
  }, {id: 'Карабаш', text: 'Карабаш'}, {id: 'Карталы', text: 'Карталы'}, {
    id: 'Касли',
    text: 'Касли'
  }, {id: 'Катав-Ивановск', text: 'Катав-Ивановск'}, {id: 'Копейск', text: 'Копейск'}, {
    id: 'Коркино',
    text: 'Коркино'
  }, {id: 'Куса', text: 'Куса'}, {id: 'Кыштым', text: 'Кыштым'}, {
    id: 'Магнитогорск',
    text: 'Магнитогорск'
  }, {id: 'Миасс', text: 'Миасс'}, {id: 'Миньяр', text: 'Миньяр'}, {
    id: 'Нязепетровск',
    text: 'Нязепетровск'
  }, {id: 'Озерск', text: 'Озерск'}, {id: 'Пласт', text: 'Пласт'}, {id: 'Сатка', text: 'Сатка'}, {
    id: 'Сим',
    text: 'Сим'
  }, {id: 'Снежинск', text: 'Снежинск'}, {id: 'Трехгорный', text: 'Трехгорный'}, {
    id: 'Троицк',
    text: 'Троицк'
  }, {id: 'Усть-Катав', text: 'Усть-Катав'}, {id: 'Чебаркуль', text: 'Чебаркуль'}, {
    id: 'Челябинск',
    text: 'Челябинск'
  }, {id: 'Южноуральск', text: 'Южноуральск'}, {id: 'Юрюзань', text: 'Юрюзань'}, {
    id: 'Аргун',
    text: 'Аргун'
  }, {id: 'Грозный', text: 'Грозный'}, {id: 'Гудермес', text: 'Гудермес'}, {id: 'Шали', text: 'Шали'}, {
    id: 'Алатырь',
    text: 'Алатырь'
  }, {id: 'Канаш', text: 'Канаш'}, {id: 'Козловка', text: 'Козловка'}, {
    id: 'Мариинский Посад',
    text: 'Мариинский Посад'
  }, {id: 'Новочебоксарск', text: 'Новочебоксарск'}, {id: 'Цивильск', text: 'Цивильск'}, {
    id: 'Чебоксары',
    text: 'Чебоксары'
  }, {id: 'Шумерля', text: 'Шумерля'}, {id: 'Ядрин', text: 'Ядрин'}, {id: 'Анадырь', text: 'Анадырь'}, {
    id: 'Билибино',
    text: 'Билибино'
  }, {id: 'Певек', text: 'Певек'}, {id: 'Алдан', text: 'Алдан'}, {id: 'Верхоянск', text: 'Верхоянск'}, {
    id: 'Вилюйск',
    text: 'Вилюйск'
  }, {id: 'Ленск', text: 'Ленск'}, {id: 'Мирный', text: 'Мирный'}, {id: 'Нерюнгри', text: 'Нерюнгри'}, {
    id: 'Нюрба',
    text: 'Нюрба'
  }, {id: 'Олекминск', text: 'Олекминск'}, {id: 'Покровск', text: 'Покровск'}, {
    id: 'Среднеколымск',
    text: 'Среднеколымск'
  }, {id: 'Томмот', text: 'Томмот'}, {id: 'Удачный', text: 'Удачный'}, {
    id: 'Якутск',
    text: 'Якутск'
  }, {id: 'Губкинский', text: 'Губкинский'}, {id: 'Лабытнанги', text: 'Лабытнанги'}, {
    id: 'Муравленко',
    text: 'Муравленко'
  }, {id: 'Надым', text: 'Надым'}, {id: 'Новый Уренгой', text: 'Новый Уренгой'}, {
    id: 'Ноябрьск',
    text: 'Ноябрьск'
  }, {id: 'Салехард', text: 'Салехард'}, {id: 'Тарко-Сале', text: 'Тарко-Сале'}, {
    id: 'Гаврилов-Ям',
    text: 'Гаврилов-Ям'
  }, {id: 'Данилов', text: 'Данилов'}, {id: 'Любим', text: 'Любим'}, {
    id: 'Мышкин',
    text: 'Мышкин'
  }, {id: 'Переславль-Залесский', text: 'Переславль-Залесский'}, {id: 'Пошехонье', text: 'Пошехонье'}, {
    id: 'Ростов',
    text: 'Ростов'
  }, {id: 'Рыбинск', text: 'Рыбинск'}, {id: 'Тутаев', text: 'Тутаев'}, {id: 'Углич', text: 'Углич'}, {
    id: 'Ярославль',
    text: 'Ярославль'
  }];

  window.COMPANY_TYPES = [
    {id: 'Рестораны и питание', text: "Рестораны и питание", selected: true},
    {id: 'Торговые предприятия', text: "Торговые предприятия"},
    {id: 'Спорт и развлечения', text: "Спорт и развлечения"},
    {id: 'Другое', text: "Другое"}
  ];

  window.TARIFFS = [
    {id: 'Тест-Плей', text: "Тест-Плей"},
    {id: 'Стартовый', text: "Стартовый"},
    {id: 'Профессональный', text: "Профессональный", selected: true},
    {id: 'Сетевой', text: "Сетевой"}
  ];

  var tariffsItems = $(".rangeList__item"),
  tariffsItem0 = $(".rangeList__item").eq(0),
  tariffsItem1 = $(".rangeList__item").eq(1),
  tariffsItem2 = $(".rangeList__item").eq(2),
  tariffsItem3 = $(".rangeList__item").eq(3);

  var tariffsTitle = $(".rangeList__item"),
  tariffsTitle0 = tariffsItem0.children(".rangeList__title"),
  tariffsTitle1 = tariffsItem1.children(".rangeList__title"),
  tariffsTitle2 = tariffsItem2.children(".rangeList__title"),
  tariffsTitle3 = tariffsItem3.children(".rangeList__title");

  var tariffsPrice = $(".tariffsCalcList__price"),
  tariffsPrice1 = $(".tariffsCalcList__price").eq(0),
  tariffsPrice2 = $(".tariffsCalcList__price").eq(1);

  window.RefreshTariffUrl = function (){
    $(".tariffs__fs .tariffsCalcList__button a, .tariffs__fs .rangeList__btn a").each(function () {
      var a = $(this);
      var and = a.attr('href').indexOf('&');
      var companyType = parseInt($(".value").text());
      var swich = $('input[name=swich]').is(':checked') ? 'Год' : 'Квартал';
      a.attr('href', a.attr('href').substring(0, and) + '&companyType=' + companyType + '&payment=' + swich);
    });
  };

  $(".tariffs__fs input[type=range]")
      .on("change", RefreshTariffUrl);

  $(".tariffs__fs input[name=swich]")
      .on("change", RefreshTariffUrl);

  // TARIFF-UI-SLIDER

  var removeSelect = function () {
    tariffsItem1.removeClass("rangeList__item-select");
    tariffsItem2.removeClass("rangeList__item-select");
    tariffsItem3.removeClass("rangeList__item-select");
  };

  // tariffsItems.mouseup(function(event) {
  //   tariffsItems.removeClass("rangeList__item-select");
  //   $(this).addClass("rangeList__item-select");
  // });

  tariffsItem1.mouseup(function(event) {
    $("#slider-range-max").slider("value", 1);
    removeSelect();
    $(this).addClass("rangeList__item-select");
    $('html, body').animate({ scrollTop: $("#range-scroll").offset().top - 30 }, 500);
    if($("#swich").prop('checked')) {
      tariffsPrice1.html('<span>1450</span>');
      tariffsPrice2.html('<span>2450</span>');
    } else{
      tariffsPrice1.html('<span>1950</span>');
      tariffsPrice2.html('<span>2950</span>');
    }
    return false;
  });

  tariffsItem2.mouseup(function(event) {
    $("#slider-range-max").slider("value", 2);
    removeSelect();
    $(this).addClass("rangeList__item-select");
    $('html, body').animate({ scrollTop: $("#range-scroll").offset().top - 30 }, 500);
    if($("#swich").prop('checked')) {
      tariffsPrice1.html('<span>1150</span>');
      tariffsPrice2.html('<span>2150</span>');
    } else{
      tariffsPrice1.html('<span>1650</span>');
      tariffsPrice2.html('<span>2650</span>');
    }
    return false;
  });

  tariffsItem3.mouseup(function(event) {
    $("#slider-range-max").slider("value", 3);
    removeSelect();
    $(this).addClass("rangeList__item-select");
    $('html, body').animate({ scrollTop: $("#range-scroll").offset().top - 30 }, 500);
    if($("#swich").prop('checked')) {
      tariffsPrice1.html('<span>2750</span>');
      tariffsPrice2.html('<span>3750</span>');
    } else{
      tariffsPrice1.html('<span>3250</span>');
      tariffsPrice2.html('<span>4250</span>');
    }
    return false;
  });

  var moveSliderHandle = function(value) {

    $(".value").text(value);
    var tariffsCalc = $(".tariffsCalc");

    var val = value;
    if( val === 0){
      tariffsItems.removeClass("rangeList__item-select");
    } else if( val === 1){
      $(".ui-slider-handle" ).css('opacity', '1');
      removeSelect();
      tariffsItem1.addClass("rangeList__item-select");
      if($("#swich").prop('checked')) {
        tariffsPrice1.html('<span>1450</span>');
        tariffsPrice2.html('<span>2450</span>');
      } else{
        tariffsPrice1.html('<span>1950</span>');
        tariffsPrice2.html('<span>2950</span>');
      }

      if (tariffsCalc.offset())
      $('html, body').animate({ scrollTop: $(".tariffsCalc").offset().top - 30 }, 500);
    } else if( val === 2){
      $(".ui-slider-handle" ).css('opacity', '1');
      removeSelect();
      tariffsItem2.addClass("rangeList__item-select");
      if($("#swich").prop('checked')) {
        tariffsPrice1.html('<span>1150</span>');
        tariffsPrice2.html('<span>2150</span>');
      } else{
        tariffsPrice1.html('<span>1650</span>');
        tariffsPrice2.html('<span>2650</span>');
      }

      if (tariffsCalc.offset())
      $('html, body').animate({ scrollTop: $(".tariffsCalc").offset().top - 30 }, 500);
    } else if( val === 3){
      $(".ui-slider-handle" ).css('opacity', '1');
      removeSelect();
      tariffsItem3.addClass("rangeList__item-select");
      if($("#swich").prop('checked')) {
        tariffsPrice1.html('<span>2750</span>');
        tariffsPrice2.html('<span>3750</span>');
      } else{
        tariffsPrice1.html('<span>3250</span>');
        tariffsPrice2.html('<span>4250</span>');
      }

      if (tariffsCalc.offset())
      $('html, body').animate({ scrollTop: $(".tariffsCalc").offset().top - 30 }, 500);
    }

    if ($("div").is("#range-scroll")) {
      $('html, body').animate({ scrollTop: $("#range-scroll").offset().top - 30 }, 500);
      return false;
    }
  };

  $(function() {
    $(window).on("scroll resize", function() {
      var o = $(window).scrollTop() / ($(document).height() - $(window).height());
      $(".progress-bar").css({
        "width": (100 * o | 0) + "%"
      });
      if ($('progress').length > 0) {
        $('progress')[0].value = o;
      }
    })
  });

  $( "#slider-range-max" ).slider({
    range: "min",
    min: 0,
    max: 3,
    value: 0,
    change: function( event, ui ) {
      RefreshTariffUrl();
    },
    slide: function( event, ui ) {
      moveSliderHandle(ui.value);
    }
  });


  var n = 3;
  var percent = 100 / n;
  
  for (var x = 0; x <= n; x++){
      
      $(".ui-slider" ).append("<span class='dots' style='left:"+ x * percent + "%'></span>");
  }

  // END TARIFF-UI-SLIDER

  RefreshTariffUrl();
});

