{% extends "layout/default.html" %}
{% set title = "Ответы - мб - сервис доставки лицензионной музыки и инструментарий для аудиомаркетинга" %}

{% block css %}<link rel="stylesheet" type="text/css" href="../css/app.css?cb=1575997197320">{% endblock %}

{% block navbar %}{% include "partials/second_navbar.html" %}{% endblock %}

{% block up %}{% endblock %}

{% block content %}
<div class="section text__content" id="up">
	<div class="container_center">
		<div class="answer__title">
			<h1 class="sectionTitle">
				Может ли музыка, проигрываемая в общественных местах, влиять негативно?
			</h1>
		</div>
      </div>

      <hr>

      <div class="container_center">
		<div class="helpList__answer answer__text">
			<p>«Неправильная музыка» - это музыка, которая играет слишком громко, она заставляет потребителей уходить.</p>
            <p>Мы хотели узнать, может ли музыка оказать негативное влияние на бизнес в общественных местах, и спросили об этом респондентов. Результаты показывают, что «неправильная музыка» заставляет 44% (почти каждый второй человек!) уходить от такого бренда, а 38% не возвращаются.</p>
            <p>Почти 4 из 10 говорят, что «неправильная музыка» заставляет их покупать меньше. Важным вопросом для нас было почему. Ответ заключается в том, что люди покидают место, если музыка там звучит слишком громко и блокирует разговор, или если воспроизводимая музыка шумная и раздражающая.</p>

            <p>Итак, те кто покидают бизнес, делают это, потому что музыка:<br>
                1. Играет слишком громко / блокирует разговор 52%<br>
                2. Создает шум / является раздражающим фактором 44%</p>

            <p>•   Правда, что «неправильная» музыка снижает продажи?</p>

            <p>Мы также спросили участников нашего опроса, может ли музыка, используемая на предприятии, заставить их покупать меньше, не возвращаться или рекомендовать другим не посещать бизнес. Почти 4 из 10 говорят, что они будут в высокой или очень высокой степени потреблять меньше. Больше предпочли бы не возвращаться, и около 3 из 10 говорят, что они будут рекомендовать другим не посещать такое место. Поэтому очень важно не только воспроизводить музыку, но и просматривать выбранную музыку и проверять, как она воспроизводится в отношении звукового оборудования, громкости и т. д.</p>

            <p>Отсутствие музыки отрицательно влияет на потребителей!</p>

            <p>Как насчет тишины? 32-41% респондентов говорят, что негативно или очень негативно отреагируют на молчание. Точнее, отсутствие музыки в таком бизнесе, как магазин, ресторан, салон красоты или торговый центр. Более 6 из 10 респондентов, в возрасте 16-24 лет отреагировали бы отрицательно или очень отрицательно, если бы в фитнес-центре не играла музыка.</p>
            
            <p>Владельцам бизнеса есть над чем поработать в отношении музыки.</p>
            
            <p> В целом, результаты показывают, что сегодня все больше людей думают, что предприятия плохо выбирают музыку, по сравнению с теми, кто считает, что это не так. У большинства нет определенного мнения; 38% ответили ни хорошо, ни плохо, а 18% не знают. Очевидно, что владельцам бизнеса есть над чем поработать в отношении музыки, которую они играют сегодня.</p>


            <p>•   Как информация о том, что Вы не производите отчисления исполнителям и авторам песен, влияет на потребителей?</p>

            <p>Несмотря на то, что сегодня многие скачивают музыку нелегально, исследования показывают, что большинство исполнителей и авторов песен считают, что владельцам бизнеса важно платить за музыку, которую они играют на своих предприятиях.</p>

            <p>Это могут быть исполнители и авторы песен, которые испытали как негативные, так и позитивные стороны цифровой революции. Поскольку люди меньше покупают музыку в физических форматах, исполнители и авторы песен стали свидетелями диверсификации своих доходов. Загрузка, размещение музыки в рекламных роликах и живые выступления - это лишь некоторые из областей, где они получают свои доходы сегодня. Но использование их музыки на предприятиях и в общественных местах также влияет на их доход.</p>
            
            <p>40% участников нашего опроса отреагировали бы негативно или очень негативно, если бы узнали, что бизнес не платит за право заниматься музыкой.</p>

            <p>•   Как музыка влияет на продуктивность сотрудников?</p>

            <p> Итак, мы выяснили, что музыка имеет большое влияние на потребителей. Теперь рассмотрим ее положительное влияние на сотрудников.</p>

            <p>Мы спросили респондентов, как часто они слушают музыку на работе. Более 6 из 10 человек слушают музыку каждый день или хотя бы раз в неделю, когда они на работе. Эта цифра возрастает почти до 8 из 10 среди людей в возрасте 16-24 лет.</p>

            <p> 66% тех, кто слушает музыку каждый день или хотя бы раз в неделю, считают, что музыка влияет на них позитивно или очень позитивно на работе. Цифра для 16-24 лет - 7 из 10.</p>

            <p>Из всех респондентов, приблизительно 3 из 10 говорят, что любят слушать музыку во время работы. Если мы посмотрим конкретно на молодых людей, почти половина людей в возрасте от 16 до 24 лет говорят, что они любят слушать музыку на работе. Но люди не просто ценят музыку на работе. Музыка влияет на них существенно глубже. Около 5 из 10 людей в возрасте от 16 до 24 лет ответили, что они становятся более продуктивными, если они слушают музыку на работе. Глядя на ответы всех людей, эта цифра составляет почти треть.</p>

            <p>Результаты нашего опроса также показывают, что 43% всех людей говорят, что музыка делает рабочую атмосферу более расслабленной. Что касается возраста 16-24 лет, эта цифра возрастает до 56%, и около 4 из 10 говорят, что музыка на работе улучшает социальную атмосферу среди работников.</p>

            <p>Результаты опроса ясно показывают, что музыка - это хорошая инвестиция. Она создает лучшую атмосферу, помогает сотрудникам чувствовать себя лучше и работать более продуктивно.</p>
		</div>

	</div>
</div>

{% include "partials/answer_up.html" %}
{% endblock %}

{% block footer_nav %}{% include "partials/second_footer.html" %}{% endblock %}

{% block js %}<script src="../js/app.js?cb=1575997197320"></script>{% endblock %}

