{% extends "layout/default.html" %}
{% set title = "Ответы - мб - сервис доставки лицензионной музыки и инструментарий для аудиомаркетинга" %}

{% block css %}<link rel="stylesheet" type="text/css" href="../css/app.css?cb=1575997197320">{% endblock %}

{% block navbar %}{% include "partials/second_navbar.html" %}{% endblock %}

{% block up %}{% endblock %}

{% block content %}
<div class="section text__content" id="up">
	<div class="container_center">
		<div class="answer__title">
			<h1 class="sectionTitle">
				Как применить аудиомаркетинг для увеличения роста ключевых показателей продаж?
			</h1>
		</div>
	</div>

	<hr>

	<div class="container_center">

		<div class="helpList__answer answer__text">
			<p>Использование фоновой музыки может сократить затраты на маркетинг и увеличить показатели продаж.  Одной из причин отсутствия посетителей является неправильно подобранная музыка, звучащая в коммерческом помещении или ее отсутствие. В процессе исследования влияния музыки на посетителей ученым удалось узнать, что фоновая музыка поднимает настроение у 70% посетителей и вызывает желание задержаться в помещении. Приятная фоновая музыка для ресторана, магазина, кинотеатра – один из способов удержания клиента. По мнению специалистов, применение аудиомаркетинга обеспечивает дополнительный рост ключевых показателей продаж – от периодичности обращений клиентов до суммы среднего чека.  </p>

            <p> Преимущества аудиомаркетинга:</p>

            <p>•   Фоновая музыка положительно влияет на принятие решения о покупке. 
                    До 30% покупателей могут согласиться на покупку товара, находясь под воздействием фоновой музыки.</p>

            <p>•   Правильный музыкальный фон способствует росту продаж. <br>
                    Например, звучащая на фоне медленная музыка способствует увеличению прибыли на 38%. В то время, как использование ритмичной музыки повышает доход бара на 40,9%. Применение музыки способствует увеличению среднего чека при использовании быстрых композиций в дневное время улучшает показатели ресторана на 11,6%, а использование медленных композиций вечером – на 15,7%. Темп композиций влияет на поведение потребителей. Высокий темп фоновой музыки увеличивает интенсивность загрузки товаров в корзину, а низкий темп заставляет их дольше задерживаться в магазине. </p>

            <p>•   Музыка на рабочем месте увеличивает производительность труда. <br>
                   Мелодии с оптимистичным мотивом влияют на снижение уровня гормонов стресса в организме до 41%, прослушивание эмоционально подходящих песен на рабочем месте помогает сотрудникам повышать эффективность труда на 10%. </p>

            <p>•   Услуги аудио-маркетологов менее затратные, чем классические рекламные кампании.<br>
                Аудиомаркетинг позволяет решать наиболее важные задачи, связанные с увеличением дохода предприятия за оптимальные деньги. Затраты на такие кампании составляют 0,5-3 % от ежемесячной заработной платы одного маркетолога, при этом эффективность внедрения звукового продвижения можно оценить через день после запуска кампании. </p>

            <p>•   Лицензионное соглашение с РАО и ВОИС не включает услуг по аудиомаркетингу. Сам процесс подбора необходимой музыки остается на плечах сотрудников Вашей компании. </p>
		</div>

	</div>
</div>

{% include "partials/answer_up.html" %}
{% endblock %}

{% block footer_nav %}{% include "partials/second_footer.html" %}{% endblock %}

{% block js %}<script src="../js/app.js?cb=1575997197320"></script>{% endblock %}

