{% extends "layout/default.html" %}
{% set title = "Ответы - мб - сервис доставки лицензионной музыки и инструментарий для аудиомаркетинга" %}

{% block css %}<link rel="stylesheet" type="text/css" href="../css/app.css?cb=1575997197320">{% endblock %}

{% block navbar %}{% include "partials/second_navbar.html" %}{% endblock %}

{% block up %}{% endblock %}

{% block content %}
<div class="section text__content" id="up">
	<div class="container_center">
		<div class="answer__title">
			<h1 class="sectionTitle">
				Как использовать музыку, чтобы потребители были довольны и вернулись?
			</h1>
		</div>
	</div>

	<hr>

	<div class="container_center">
		<div class="helpList__answer answer__text">
			<p>Музыка - это язык эмоций и инструмент, который можно использовать для эмоциональной связи с потребителями. Она создает прибыль для предприятия, делая потребителей более лояльными. Международное исследование показывает, что компании с фоновой музыкой, которая соответствует их фирменному стилю, на 96% чаще вспоминаются, чем те, у кого музыка не подходит или вообще отсутствует. Мы хотели узнать, объективно ли утверждение, что музыка может изменить поведение потребителей, и спросили, в какой степени они будут оставаться дольше, покупать больше, посещать их, а также рекомендовать другим посетить предприятие, на котором играет та музыка, которую они ценят.</p>

            <p>Результаты нашего опроса показывают, что потребители думают, что музыка, а главное «правильная музыка», важна для предприятий. Более половины людей в возрасте от 16 до 24 лет говорят, что музыкальные оформление в магазине должно соответствовать профилю магазина. 51% всех людей в возрасте от 16 до 24 лет говорят, что важно или очень важно, чтобы музыка, воспроизводимая в магазине, соответствовала бизнесу или профилю этого магазина. Кроме того, 74% считают, что важно или очень важно, чтобы из вариантов, которые подходят данному типу бизнеса, был правильно подобран музыкальный формат. Для сравнения, 34% людей в возрасте от 16 до 24 лет считают, что музыка должна соответствовать тому, что они слушают сами, и только 18% говорят, что это не так важно. Кроме того, музыка, проигрываемая в ресторане, должна соответствовать профилю ресторана. Около 6 из 10 респондентов, в возрасте 16-24 лет, считают это важным или очень важным. Если учесть возраст 25-64 лет, этот показатель составляет 45%. Результаты опроса, использования музыки в магазине, показывают, что более чем в четыре раза больше людей в возрасте от 16 до 24 лет считают, что музыка в магазине важна по сравнению с людьми в возрасте от 45 до 64 лет. В целом, результаты показывают, что музыка имеет особое значение для молодежи. Тем не менее, есть много подводных камней, к сожалению, некоторые владельцы как малых, так и крупных предприятий не используют в полной мере музыкальное влияние на своих потребителей. Многие из нас отвергают то, как бизнес работает с музыкой сегодня.</p>

            <p>•   Так ли важна громкость музыки?</p>

            <p>Мы хотели узнать больше о громкости музыки, которая звучит сегодня на предприятиях, и спросили об этом участников нашего опроса. Их ответы показывают, что владельцы бизнеса должны провести некоторый анализ; около 6 из 10 говорят, что звук либо громкость музыки, которая играет на предприятии и общественных местах влияет на них.</p>

            <p>Общественные места являются источником вдохновения для многих! Более половины людей в возрасте от 16 до 30 лет открыли для себя новую музыку, а также новых артистов, когда они посетили бизнес в общественном месте. Если учесть возраст 25-64 лет, этот показатель составляет 30%.</p>
		</div>

	</div>
</div>

{% include "partials/answer_up.html" %}
{% endblock %}

{% block footer_nav %}{% include "partials/second_footer.html" %}{% endblock %}

{% block js %}<script src="../js/app.js?cb=1575997197320"></script>{% endblock %}

