<?php
/*
* Template name: lawyer-answer02
* */


get_header();
//get_template_part( 'template-parts/second_navbar' );
?>

<div class="section text__content" id="up">
	<div class="container_center">
		<div class="answer__title">
			<h1 class="sectionTitle">
Что такое интеллектуальная собственность?
			</h1>
		</div>

		<div class="helpList__answer answer__text">
			<p>Российское законодательство признает права на 16 различных объектов интеллектуальной собственности (п. 1 ст. 1225 Гражданского кодекса РФ). Однако это число не совсем точное, потому что некоторые из этих объектов в свою очередь подразделяются на отдельные виды, которые могут достаточно существенно отличаться друг от друга. Например, в одну общую группу объектов авторских прав законодательство объединило произведения науки, литературы и искусства, к которым согласно ст. 1259 ГК РФ относятся литературные произведения, музыкальные произведения, аудиовизуальные произведения (фильмы), фотографии, карты, компьютерные программы и другие произведения.</p>

			<p><b>Пункт 1 статьи 1225 ГК РФ (выдержка)</b><br>
			<i>Результатами интеллектуальной деятельности и приравненными к ним средствами индивидуализации юридических лиц, товаров, работ, услуг и предприятий, которым предоставляется правовая охрана (интеллектуальной собственностью), являются:<br>
1) произведения науки, литературы и искусства;<br>
4) исполнения;<br>
5) фонограммы;<br>
6) сообщение в эфир или по кабелю радио- или телепередач.</i></p>

			<p><b>Пункт 1 статьи 1259 ГК РФ (выдержка)</b><br>
			<i>Объектами авторских прав являются произведения науки, литературы и искусства независимо от достоинств и назначения произведения, а также от способа его выражения:<br>
•	литературные произведения;<br>
•	драматические и музыкально-драматические произведения, сценарные произведения;<br>
•	музыкальные произведения с текстом или без текста;<br>
•	аудиовизуальные произведения;<br>
•	другие произведения</i></p>
		</div>

	</div>
</div>

<?php
get_template_part( 'template-parts/answer_up' );
get_template_part( 'template-parts/second_footer' );
