{% extends "layout/default.html" %}
{% set title = "Ответы - мб - сервис доставки лицензионной музыки и инструментарий для аудиомаркетинга" %}

{% block css %}<link rel="stylesheet" type="text/css" href="../css/app.css?cb=1575997197320">{% endblock %}

{% block navbar %}{% include "partials/second_navbar.html" %}{% endblock %}

{% block up %}{% endblock %}

{% block content %}
<div class="section text__content" id="up">
	<div class="container_center">
		<div class="answer__title">
			<h1 class="sectionTitle">
				Какие задачи решает аудиомаркетинг?
			</h1>
		</div>
	</div>

	<hr>

	<div class="container_center">

		<div class="helpList__answer answer__text">
			<p>Ключевые аспекты теории аудиомаркетинга, опять-таки, строятся на чётком определении целевой аудитории компании, чьи товары и услуги намерены продвигать маркетологи-звуковики. Чтобы мягко и ненавязчиво побудить человека сделать что-то, вы должны знать, на какие рычаги следует надавить. Аудиомаркетинг работает с музыкальными предпочтениями клиента и повышает общую лояльность к бренду. Однако на этом функции звукового продвижения не заканчиваются:</p> 

            <p>•   Создание фоновой музыки. <br>
            О расслабляющем эффекте музыки знает каждый. Именно поэтому музыка сопровождает современного потребителя повсюду, куда бы он ни пошёл. Приятные звуки создают комфортную атмосферу, помогают скрасить ожидание в очереди и избавиться от гнетущего ощущения тишины. Кроме того, фоновая музыка может быть своего рода приманкой для покупателя: если вы проходите мимо магазина одежды и слышите первые аккорды любимой песни, которые оттуда доносятся, вы наверняка зайдёте внутрь. Даже если ничего не купите, всё равно с большой вероятностью зайдете и запомните, что такой магазин есть, и, скорее всего, когда-нибудь туда вернётесь.</p>

            <p>•   Увеличение прибыли компании. <br>
            Этот пункт, по сути, «вытекает» из предыдущего. Вы знаете, какую музыку слушает ваш потенциальный клиент, и ротируете её в своём магазине (кафе, ресторане, торговом центре или СПА-салоне). Клиенту нравится, он доволен, приходит снова и снова, рассказывает друзьям – словом, срабатывает эффект пресловутого сарафанного радио, что, вдобавок ко всем приятным свойствам аудиомаркетинга, позволяет сэкономить на рекламе.</p>

            <p>•   Индивидуализация бренда. <br>
            Любопытный факт: среднестатистический потребитель может не быть в курсе, что Nokia выпустила новый телефон или приложение, но, в любом случае, знает, как звучит фирменный рингтон компании. Рождественская реклама Coca-Cola работает настолько хорошо, что традиционные гимны (на Западе их называют «кэролы») стали не символом главного религиозного праздника, но символом, который в нашем сознании прочно ассоциируется с газированным напитком. Как и все типы рекламы, аудиомаркетинг основан на психологических привязках и ассоциациях. Завладев подсознанием потребителя, вы получаете доступ к его кошельку.</p>
		</div>

	</div>
</div>

{% include "partials/answer_up.html" %}
{% endblock %}

{% block footer_nav %}{% include "partials/second_footer.html" %}{% endblock %}

{% block js %}<script src="../js/app.js?cb=1575997197320"></script>{% endblock %}

