{% extends "layout/default.html" %}
{% set title = "Ответы - мб - сервис доставки лицензионной музыки и инструментарий для аудиомаркетинга" %}

{% block css %}<link rel="stylesheet" type="text/css" href="../css/app.css?cb=1575997197320">{% endblock %}

{% block navbar %}{% include "partials/second_navbar.html" %}{% endblock %}

{% block up %}{% endblock %}

{% block content %}
<div class="section text__content" id="up">
	<div class="container_center">
		<div class="answer__title">
			<h1 class="sectionTitle">
				Какую роль занимает музыка в нашей жизни и что такое аудиомаркетинг?
			</h1>
		</div>
	</div>

	<hr>

	<div class="container_center">

		<div class="helpList__answer answer__text">
			
            <p> Представьте себе мир без музыки и звука. Место, где ритм, мелодия и гармония перестают существовать. Нет танцев. Нет пения. На что были бы похожи наши жизни, если бы единственным звуковым сопровождением была тишина?</p>

            <p> Кажется, что мы, люди, запрограммированы на музыку с самого рождения. Наука говорит нам, что слух - это самое первое из пяти чувств, которое мы развиваем в утробе матери. Уже к восемнадцатой неделе беременности плод может воспринимать звук сердцебиения своей матери. Устойчивый ритм сердца дает нам наше первое реальное чувство безопасности и принадлежности. Музыка переносит нас в эмоциональные состояния, которые объединяют всех. Мы все чувствуем это так или иначе. Будь то заразительный смех или реакция болельщиков на спортивных мероприятиях или концерт поп-группы, который собирает тысячи совершенно разных людей, поющих в унисон. Музыка неразрывно связана со всеми сферами нашей жизни; от свадебных церемоний до школьных выпускных, куда бы ни вел наш жизненный путь. Рассмотрим кинематограф, он предлагает наиболее ощутимый пример влияния правильно подобранной музыки на эмоции. Разве любовная сцена вовлекает нас также, без своевременной партии скрипок? Неужели погоня за высокоскоростным автомобилем ускорит наш пульс без грома барабанов?</p>

            <p> Проще говоря, музыка - это эмоция, заложенная в общении. Удары, слова и звуки пробуждают энергию, эмоции и иногда противоречие. Рассмотрим недавний стремительный рост популярных социальных сетей, таких как Facebook, Vkontakte. Более половины посетителей приходят туда за музыкой, и примерно 40% пользуются вкладкой музыка на постоянной основе в своем личном профиле. Музыка дает искру людям общаться, заряжать энергией, творить и организовывать. Это двигатель для социального взаимодействия.</p>

            <p>В широком смысле слова аудиомаркетинг – это использование музыки с целью увеличить продажи компании. Отдельной составляющей звукового маркетинга считается аудиобрендинг (разработка фирменного музыкального сопровождения, которое ассоциируется с деятельностью и продукцией предприятия). Первые исследования о влиянии музыки на сознание человека провели в начале прошлого века в Соединённых Штатах. Было установлено, что определённые наборы звуков могут увеличивать производительность труда, поднимать настроение и побуждать человека к определённым действиям. В то же время другие виды музыки, напротив, приводят к снижению активности и даже депрессии. В странах Запада аудиомаркетинг как самостоятельная отрасль сформировался уже давно, а в России, по крайней мере, в массах, до сих пор считается новомодным шарлатанством. Отчасти потому, что люди не понимают, как он работает. Несмотря на то что учёные с уверенностью могут сказать, какие части мозга отвечают за восприятие визуальной, звуковой и других видов информации, до конца вопрос влияния музыки на человека всё-таки не изучен. Возможно, мы ещё не изобрели оборудование необходимой точности. Однако другой, «духовный» вариант кажется более вероятным: человеческая психика не может быть досконально проанализирована при помощи устройств и научных теорий. Поэтому остаётся полагаться на результаты экспериментов, которые свидетельствуют о том, что, слушая любимую музыку, человек работает лучше, покупает больше и чувствует себя счастливым. </p>
		</div>

	</div>
</div>

{% include "partials/answer_up.html" %}
{% endblock %}

{% block footer_nav %}{% include "partials/second_footer.html" %}{% endblock %}

{% block js %}<script src="../js/app.js?cb=1575997197320"></script>{% endblock %}

